// Массив имён
const USERS_NAMES = [
  'Александр',
  'Дмитрий',
  'Максим',
  'Сергей',
  'Андрей',
  'Алексей',
  'Артём',
  'Илья',
  'Кирилл',
  'Михаил',
  'Никита',
  'Анастасия',
  'Мария',
  'Анна',
  'Виктория',
  'Екатерина',
  'Наталья',
  'Марина',
  'Полина',
  'София',
  'Дарья',
  'Алиса',
  'Ксения'
];

// Массив коментов
const USERS_COMMENTS = [
  'Всё отлично!, В целом всё неплохо. Но не всё.',

  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',

  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',

  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',

  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

// Массив описания фотографий
const USERS_DESCRIPTIONS = [
  'Если президенты не могут делать этого со своими женами, они делают это со своими странами.',

  'Оставайся в середине круга, и пусть все вещи следуют своим путем.',

  'Уважать всякого человека, как самого себя, и поступать с ним, как мы желаем, чтобы с нами поступали, — выше этого нет ничего.',

  'Я поставил своей целью правду, сделал своим помощником добродетель, нашел себе опору в человечности и обрел свое отдохновение в искусствах.',

  'Очень опасно встретить женщину, которая полностью тебя понимает. Это обычно кончается женитьбой.',

  'Бог нас всегда окружает теми людьми, с которыми нам необходимо исцелиться от своих недостатков.',

  'Большинство людей упускают появившуюся возможность, потому что она бывает одета в комбинезон и с виду напоминает работу.',

  'Мы должны признать очевидное: понимают лишь те, кто хочет понять.',

  'Жаловаться на неприятную вещь — это удваивать зло; смеяться над ней — это уничтожать его.',

  'О нас думают плохо лишь те, кто хуже нас, а те кто лучше нас, им просто не до нас.',

  'Не обращайте внимания на мелкие недостатки; помните: у вас имеются и крупные Бенджамин Франклин Бедный, неудачный, несчастливый и нездоровый – это тот, кто часто использует слово «завтра».',

  'Я боюсь, что обязательно наступит день, когда технологии превзойдут простое человеческое общение. И мир получит поколение идиотов.',

  'Нельзя возвращаться к предателям. Нельзя. Локти кусайте, землю жуйте, но не возвращайтесь туда, где когда-то вас предали.',
];

export {USERS_NAMES, USERS_COMMENTS, USERS_DESCRIPTIONS};
